import { type NextPage } from "next";
import Head from "next/head";

const Intro: NextPage = () => {
  return (
    <>
      <Head>
        <title>介绍 - 海德沙龙</title>
      </Head>
      <main className="article">
        <h3>缘起</h3>
        <p>
          2000年前后，我在网上搜索哈耶克著作时，发现了秋风的“奥地利经济学评论”，不久之后，从那里，我又发现了秋风在万科周刊论坛主持的“思想评论”版面，其中的讨论主题立刻吸引了我，于是我注册了平生第一个BBS
          ID，名曰“辉格党人”。
        </p>
        <p>在“思想评论”上，我认识了此后七八年内有所交往的所有ID。</p>
        <p>
          大约2002年，万科周刊迫于压力关闭了“思想评论”，许多ID转向周刊论坛的另一个版面“经济人俱乐部”，但我的参与兴趣由此大降，此后三年很少前往，更少发言。
        </p>
        <p>
          2005年是我有生以来最闲的一年，我又回到论坛，但已忘了密码，于是注册了更简短的ID：“辉格”。
        </p>
        <p>
          回来之后，却发现那个接收了“思想评论”众多残部的“经济人俱乐部”，却已是鱼龙混杂，口水汹涌，于是到那一年底，纠集了几位同样对此颇为不满的遗老，撺掇大诗开设了另一个版面——海德沙龙。
        </p>
        <h3>命名</h3>
        <p>
          大诗在论坛常以剃头匠自居，依我理解，所谓“剃”，虽借自“奥卡姆剃刀”这一典故，含义却不止于此，盖以逻辑清理语言之含混与无效也。
        </p>
        <p>
          所以，当大诗透露另设版面时，我立刻建议取名为HeadSalon，理由有二：剃头匠开的自然是发廊，而这个发廊的重点不在修饰发型，而在清除毛发，露出头颅，故Hair当改为Head。
        </p>
        <p>
          起初，大诗写给沙龙的副标题是：让我们回到起点；现在，我给了它另一个：A
          Salon for Heads, No Sofa for
          Ass；这样，回顾起来，HeadSalon这个名字承载了我们这一小撮的三个理念：
        </p>
        <ul>
          <li>讲逻辑</li>
          <li>乐意时常回到起点</li>
          <li>抵制脑袋被屁股影响的诱惑</li>
        </ul>
        <h3>颠沛</h3>
        <p>
          从开张起，海德沙龙始终是个冷清的版面，但最低限度的交流一直在持续着，偶尔浮出水面的潜水者，也时时让人感觉到，这一小撮的对话空间仍在维系着。
        </p>
        <p>
          时常露面的ID有：学经济家，冀志罡，魔鬼教官，zhangiii，michaelchen，TrustNo1，3nt，abada，水星，加西亚，周克成，IPEC，grandriver，潜水员1，C2，大闹猪圈，迪克猪仔，hulkbill，岑科（阿K四妻），襄阳，等等。
        </p>
        <p>
          2008年的改版最终摧毁了整个周刊论坛，在一段时间徘徊流连之后，我也离开了，同时，在Google
          Groups上建立了海德沙龙邮件组来维持联系。
        </p>
        <p>
          同时，另一批离开周刊论坛的人，则组建了始终维持旺盛人气的“筋牌道场”。
        </p>
        <p>
          5月，我将博客也从万科周刊搬到了牛博网，此后，一些来自牛博的新朋友也加入了上述邮件组。
        </p>
        <p>2010年10月2日，牛博网将我的博客从其首页移除。</p>
        <p>
          10月9日，我建立了海德沙龙这个博客网站，并成为它目前唯一的博客作者。
        </p>
      </main>
    </>
  );
};
export default Intro;
