import { type NextPage } from "next";
import Head from "next/head";

const Intro: NextPage = () => {
  return (
    <>
      <Head>
        <title>介绍 - 海德沙龙</title>
      </Head>
      <main className="article">
        <section className="border-b border-slate-300 pb-3">
          <h2>缘起</h2>
          <p>
            2000年前后，我在网上搜索哈耶克著作时，发现了秋风的“奥地利经济学评论”，不久之后，从那里，我又发现了秋风在万科周刊论坛主持的“思想评论”版面，其中的讨论主题立刻吸引了我，于是我注册了平生第一个BBS
            ID，名曰“辉格党人”。
          </p>
          <p>在“思想评论”上，我认识了此后七八年内有所交往的所有ID。</p>
          <p>
            大约2002年，万科周刊迫于压力关闭了“思想评论”，许多ID转向周刊论坛的另一个版面“经济人俱乐部”，但我的参与兴趣由此大降，此后三年很少前往，更少发言。
          </p>
          <p>
            2005年是我有生以来最闲的一年，我又回到论坛，但已忘了密码，于是注册了更简短的ID：“辉格”。
          </p>
          <p>
            回来之后，却发现那个接收了“思想评论”众多残部的“经济人俱乐部”，却已是鱼龙混杂，口水汹涌，于是到那一年底，纠集了几位同样对此颇为不满的遗老，撺掇大诗开设了另一个版面——海德沙龙。
          </p>
          <h3>命名</h3>
          <p>
            大诗在论坛常以剃头匠自居，依我理解，所谓“剃”，虽借自“奥卡姆剃刀”这一典故，含义却不止于此，盖以逻辑清理语言之含混与无效也。
          </p>
          <p>
            所以，当大诗透露另设版面时，我立刻建议取名为HeadSalon，理由有二：剃头匠开的自然是发廊，而这个发廊的重点不在修饰发型，而在清除毛发，露出头颅，故Hair当改为Head。
          </p>
          <p>
            起初，大诗写给沙龙的副标题是：让我们回到起点；现在，我给了它另一个：A
            Salon for Heads, No Sofa for
            Ass；这样，回顾起来，HeadSalon这个名字承载了我们这一小撮的三个理念：
          </p>
          <ul>
            <li>讲逻辑</li>
            <li>乐意时常回到起点</li>
            <li>抵制脑袋被屁股影响的诱惑</li>
          </ul>
          <h3>颠沛</h3>
          <p>
            从开张起，海德沙龙始终是个冷清的版面，但最低限度的交流一直在持续着，偶尔浮出水面的潜水者，也时时让人感觉到，这一小撮的对话空间仍在维系着。
          </p>
          <p>
            时常露面的ID有：学经济家，冀志罡，魔鬼教官，zhangiii，michaelchen，TrustNo1，3nt，abada，水星，加西亚，周克成，IPEC，grandriver，潜水员1，C2，大闹猪圈，迪克猪仔，hulkbill，岑科（阿K四妻），襄阳，等等。
          </p>
          <p>
            2008年的改版最终摧毁了整个周刊论坛，在一段时间徘徊流连之后，我也离开了，同时，在Google
            Groups上建立了海德沙龙邮件组来维持联系。
          </p>
          <p>
            同时，另一批离开周刊论坛的人，则组建了始终维持旺盛人气的“筋牌道场”。
          </p>
          <p>
            5月，我将博客也从万科周刊搬到了牛博网，此后，一些来自牛博的新朋友也加入了上述邮件组。
          </p>
          <p>2010年10月2日，牛博网将我的博客从其首页移除。</p>
          <p>
            10月9日，我建立了海德沙龙这个博客网站，并成为它目前唯一的博客作者。
          </p>
        </section>

        <section className="border-b border-slate-300 py-3">
          <h2>辉格</h2>
          <p>
            男，七十年代初生于江南；母语：吴语；
            职业：程序员（1993-2007），商业与时事评论（2008至今）。
          </p>
          <h3>对我思想影响最大的几个人</h3>
          <ul>
            <li>休谟，罗素，波普，库恩，拉卡托斯，奎因，丹尼尔·丹内特；</li>
            <li>斯密，马尔萨斯，哈耶克，熊彼特，弗里德曼，科斯，张五常；</li>
            <li>达尔文，道金斯，斯蒂文·平克，马特·里德利，库尔特·考夫卡；</li>
            <li>霍姆斯，波斯纳，马克斯·韦伯，弗雷泽。</li>
          </ul>
          <h3>目前的阅读兴趣</h3>
          <ul>
            <li>制度经济学，文化人类学，进化心理学，社会学。</li>
          </ul>
          <h3>目前写作涉及的主要领域</h3>
          <ul>
            <li>饭文：经济现实与政策评价，商业模式，生活中的法律与伦理。</li>
            <li>
              从经济学视角的行为与制度观察，
              进化生物学/进化心理学/文化人类学的学习心得
            </li>
            <li>零星哲学思考， 零星法律与伦理思考</li>
          </ul>
          <h3>博客历史</h3>
          <ul>
            <li>
              2005年建立首个博客：辉格@万科周刊； 2008年5月搬到牛博：辉格@牛博；
            </li>
            <li>
              2009年初牛博被封后，在墙内建立了镜像“嫣部落”，于是有了：辉格@嫣牛博；
            </li>
            <li>
              2010年10月2日，牛博网将我的博客从其首页移除，我随后停止了在牛博和嫣牛博的更新；
            </li>
            <li>
              10月9日，我建立了海德沙龙这个博客网站，并成为它目前唯一的博客作者。
            </li>
            <li>另，2009年应邀在网易和搜狐博客分别建立镜像，现已停止更新。</li>
          </ul>
          <h3>联系</h3>
          <ul>
            <li>邮件：zhoubiao.jx@gmail.com</li>
            <li>豆瓣：http://www.douban.com/people/whigzhou/</li>
          </ul>
        </section>

        <section className="pt-3">
          <h2>版权</h2>
          <p>
            本站的所有文章，除特别注明之外，都是文章的作者（辉格）所原创，作者对此保留全部权利，任何人在转载这些文章时须遵守下列规定：
          </p>
          <ol>
            <li className="my-4">
              任何固定介质（包括但不限于纸介质/光盘）媒体若需转载，须征得作者同意；
            </li>
            <li className="my-4">
              任何网站若需转载，须完整保留原文全部内容，再附上原文在本站的URL链接；
            </li>
            <li className="my-4">
              凡标题中包含“饭文”一词的文章，以及其他注明“发表于某某媒体”的文章，其著作权可能部分地由最初发表该文章的媒体拥有，任何转载行为都可能会侵犯他们的权利；
            </li>
            <li className="my-4">
              任何转载这些文章的网站，在收到作者的删除转载内容的要求时，应执行删除要求。
            </li>
          </ol>
        </section>
      </main>
    </>
  );
};
export default Intro;
